alsa-utils
ansible
apache
arandr
archlinux-wallpaper
at
autoconf
automake
base
bat
biber
bison
btop
clang
cmatrix
cpputest
cronie
debugedit
dhclient
docker
docker-compose
dog
dosfstools
dunst
earlyoom
efibootmgr
eza
fakeroot
fd
feh
figlet
firefox
flatpak
flex
fzf
gcc
gdb
geckodriver
gimp
git
github-cli
grub
imagemagick
intel-compute-runtime
isync
jq
kitty
lib32-gcc-libs
lib32-glibc
libtool
libxcrypt-compat
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
lsof
luarocks
lxappearance
lynx
m4
make
mariadb
maven
mdp
mesa-demos
mesa-utils
mlocate
mpc
mpd
mpop
mpv
msmtp
namcap
ncmpcpp
neofetch
neomutt
neovim
net-tools
networkmanager
notmuch
noto-fonts-emoji
offlineimap
okular
openssh
os-prober
pamixer
pandoc-cli
pass
pass-otp
patch
pdfpc
php
php-apache
picom
pipewire-alsa
pipewire-pulse
pkgconf
polybar
pulsemixer
python-google-auth-httplib2
python-google-auth-oauthlib
python-oauth2client
python-pip
python-pipx
python-pygments
python-pyinotify
python-xlsxwriter
qtile
redis
ripgrep
rofi
rsync
rust
s-nail
screenkey
sddm
stlink
strace
sudo
systemd-resolvconf
tcpdump
termdown
texinfo
texlive-bibtexextra
texlive-binextra
texlive-fontsrecommended
texlive-latexextra
texlive-pictures
tldr
tmux
ttc-iosevka
ttf-dejavu
unrar
unzip
usbutils
vi
vim
virtualbox-guest-utils
vulkan-intel
vulkan-tools
w3m
wget
which
wireless_tools
wmctrl
wmname
xbindkeys
xclip
xdg-utils
xdotool
xf86-video-fbdev
xf86-video-intel
xf86-video-vesa
xf86-video-vmware
xfce4-terminal
xh
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yt-dlp
ytfzf
zathura
zathura-pdf-mupdf
zbar
zip
zoxide
zsh
